/* No comment provided by engineer. */
"Connecting to App Store..." = "正在連接App Store...";

/* No comment provided by engineer. */
"OK" = "確定";

/* No comment provided by engineer. */
"Purchase Failed" = "支付失敗";

/* No comment provided by engineer. */
"Purchase Successful" = "支付成功";

/* No comment provided by engineer. */
"Thank you. You have successfully remove all Ads" = "謝謝您。現在你不用看廣告啦！";

/* No comment provided by engineer. */
"Unfortunately you have cancelled your purchase of remove Ads. Please try again." = "付款移除廣告被取消，請重試。";

/* No comment provided by engineer. */
"Check your parental control settings and try again later" = "檢查你的個人設置，稍後重試";

/* No comment provided by engineer. */
"Dismiss" = "離開";

/* No comment provided by engineer. */
"In-App Purchasing disabled" = "內購被禁用";

/* No comment provided by engineer. */
"Review request approved" = "審查需要被批准";

"Restore Your Purchase!" = "恢復購買！";

/* No comment provided by engineer. */
"You can use this feature for reviewing the app." = "您可以使用此功能進行審查程序。";

"Game Type" = "遊戲類型";

"Board Size" = "桌面大小";

"Theme" = "主題";

"Powers of 2" = "2的倍數";

"Powers of 3" = "3的倍數";

"Fibonacci" = "斐波那契數列";

"Default" = "默認";

"Vibrant" = "活力四射";

"Joyful" = "愉快";

"For Fibonacci games, a tile can be joined with a tile that is one level above or below it, but not to one equal to it. For Powers of 3, you need 3 consecutive tiles to be the same to trigger a merge!" = "對於斐波那契遊戲，方塊可以與比它高一級或者第一級的方塊相加，而不是同一級的方塊。對於3的倍數的遊戲，你需要連接3個相同的方塊才能相加！";

"The smaller the board is, the harder! For 5 x 5 board, two tiles will be added every round if you are playing Powers of 2." = "桌面越小，就越難！如果你在玩2的倍數的遊戲，對於5×5的桌面，每一輪都有兩個方塊相加。";

"Choose your favorite appearance and get your own feeling of 2048! More (and higher quality) themes are in the works so check back regularly!" = "根據你的感覺來選擇主題！更多（和更高質量）的主題是將出現在遊戲中請定期回來查看！";

"Please note: Changing the settings above would restart the game." = "注意：改變以上選項會重新開始遊戲";

"Remove Ads" = "移除廣告";

"Join the numbers to get to %ld!" = "移動方塊相加直到%ld!";

"Game Over"= "遊戲結束";

"You Win!" = "您贏了！牛逼！";

"Connecting to App Store failed!" = "無法連接App Store!";

"Please tray later!" = "請稍後再試！";